/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ em %@";
msgFromAdminOnMachine = "%@ em %@";

lastAccessHoursString = "mais de %d horas atrás";
lastAccessMinutesString = "%d minutos atrás";
lastAccessSecondsString = "%d segundos atrás";
lastAccessOneHourString = "mais de 1 hora atrás";
lastAccessOneMinuteString = "1 minuto atrás";
lastAccessOneSecondString = "1 segundo atrás";

errAttnReqCommString = "Não foi possível enviar a mensagem devido a um erro de comunicação.";
errAttnReqNoAdminString = "Nenhum administrador está disponível atualmente.";
errTextChatCommString = "A conversa foi interrompida devido a um erro de comunicação.";

unknownLastAccess = "Desconhecido";

restartRequestTitle = "O software foi instalado e deve ser reiniciado.";
restartRequestMessage = "O administrador do Remote Desktop instalou o software em seu computador. Este software não estará disponível até o computador ser reiniciado. Clique em Reiniciar para encerrar todos os aplicativos e reiniciar.";
buttonCancel = "Cancelar";
buttonContinue = "Reiniciar";
